[
  {
    "id": 1,
    "title": "Support Children's Education in Poverty",
    "description": "Help us provide quality education to underprivileged children in our community. Your generous donation will go towards textbooks, school supplies, and educational resources, enabling these young minds to unlock their full potential. With your support, we can break the cycle of poverty through education and give these children a brighter future.",
    "category": "Education",
    "categoryBg": "#FF444A33",
    "cardBg": "#FF444A26",
    "color": "#FF444A",
    "price": 1000,
    "categoryImage": "https://i.ibb.co/2MwRkR4/Education.png"
  },
  {
    "id": 2,
    "title": "Warm Clothing Drive for Winter",
    "description": "Join our campaign to provide warm clothing to those in need during the winter months. Your donation will help us purchase coats, gloves, and blankets for the homeless and less fortunate, ensuring they stay warm and protected from the cold. Together, we can make a significant impact in keeping vulnerable individuals safe and comfortable this winter season.",
    "category": "Clothing",
    "categoryBg": "#79C23F33",
    "cardBg": "#79C23F26",
    "color": "#79C23F",
    "price": 500,
    "categoryImage": "https://i.ibb.co/jJBS8BZ/Clothing.png"
  },
  {
    "id": 3,
    "title": "Support Food Bank and Hunger Relief",
    "description": "Join us in the fight against hunger by contributing to our food bank and hunger relief campaign. Your donation will help us provide nutritious meals to families facing food insecurity. Together, we can make sure no one goes to bed hungry, and every family has access to the sustenance they need for a healthy life.",
    "category": "Food",
    "categoryBg": "#F8714733",
    "cardBg": "#F8714726",
    "color": "#F87147",
    "price": 750,
    "categoryImage": "https://i.ibb.co/CtB7jf5/Food.png"
  },
  {
    "id": 4,
    "title": "Healthcare for Vulnerable Communities",
    "description": "Make a difference in the lives of vulnerable communities by supporting our healthcare access campaign. Your donation will fund medical clinics, vaccinations, and essential healthcare services, ensuring that those who need it most receive the care they deserve. Your support can save lives and improve the health of those in need.",
    "category": "Health",
    "categoryBg": "#0052FF33",
    "cardBg": "#0052FF26",
    "color": "#0052FF",
    "price": 2000,
    "categoryImage": "https://i.ibb.co/9cZnv1F/Health.png"
  },
  {
    "id": 5,
    "title": "Empower Youth with Quality Education",
    "description": "Join us in empowering youth through quality education initiatives. Your generous donation will help us provide scholarships, mentorship programs, and career guidance to young students. Together, we can equip them with the skills and confidence they need to succeed in their academic and professional journeys.",
    "category": "Education",
    "categoryBg": "#FF444A33",
    "cardBg": "#FF444A26",
    "color": "#FF444A",
    "price": 1500,
    "categoryImage": "https://i.ibb.co/2MwRkR4/Education.png"
  },
  {
    "id": 6,
    "title": "Clothing for Homeless Shelters",
    "description": "Support homeless shelters and provide clothing to those without a home. Your donation will ensure that individuals in shelters have access to clean clothing and personal hygiene items, restoring their dignity and providing them with essential comfort during difficult times.",
    "category": "Clothing",
    "categoryBg": "#79C23F33",
    "cardBg": "#79C23F26",
    "color": "#79C23F",
    "price": 800,
    "categoryImage": "https://i.ibb.co/jJBS8BZ/Clothing.png"
  },
  {
    "id": 7,
    "title": "Nutrition and Meals for Needy Families",
    "description": "Help us provide nutrition and meals to needy families struggling with food insecurity. Your donation will enable us to distribute food packages and hot meals to those in need, ensuring that they have access to wholesome nutrition.",
    "category": "Food",
    "categoryBg": "#F8714733",
    "cardBg": "#F8714726",
    "color": "#F87147",
    "price": 1200,
    "categoryImage": "https://i.ibb.co/CtB7jf5/Food.png"
  },
  {
    "id": 8,
    "title": "Healthcare for Underserved Areas",
    "description": "Support our mission to bring healthcare access to underserved areas. Your donation will fund mobile clinics, medical outreach, and health education programs for remote communities. Together, we can bridge the healthcare gap and improve the well-being of those in remote regions.",
    "category": "Health",
    "categoryBg": "#0052FF33",
    "cardBg": "#0052FF26",
    "color": "#0052FF",
    "price": 2500,
    "categoryImage": "https://i.ibb.co/9cZnv1F/Health.png"
  },
  {
    "id": 9,
    "title": "Books for Educational Empowerment",
    "description": "Contribute to our campaign to provide books for educational empowerment. Your donation will help us build libraries, distribute books, and promote literacy among disadvantaged communities. Together, we can open the doors to knowledge and a brighter future.",
    "category": "Education",
    "categoryBg": "#FF444A33",
    "cardBg": "#FF444A26",
    "color": "#FF444A",
    "price": 1800,
    "categoryImage": "https://i.ibb.co/2MwRkR4/Education.png"
  },
  {
    "id": 10,
    "title": "Warm Winter Clothing for the Needy",
    "description": "Join us in our mission to keep people warm during the winter. Your donation will go towards purchasing warm clothing, blankets, and heaters for those without shelter. Together, we can provide comfort and warmth to those in need.",
    "category": "Clothing",
    "categoryBg": "#79C23F33",
    "cardBg": "#79C23F26",
    "color": "#79C23F",
    "price": 600,
    "categoryImage": "https://i.ibb.co/jJBS8BZ/Clothing.png"
  },
  {
    "id": 11,
    "title": "Emergency Food Relief for Families",
    "description": "Support our emergency food relief campaign for families in crisis. Your donation will help us provide immediate food assistance to those facing unexpected hardships. Together, we can offer a lifeline to families in their time of need.",
    "category": "Food",
    "categoryBg": "#F8714733",
    "cardBg": "#F8714726",
    "color": "#F87147",
    "price": 900,
    "categoryImage": "https://i.ibb.co/CtB7jf5/Food.png"
  },
  {
    "id": 12,
    "title": "Medical Supplies for Health Clinics",
    "description": "Help us ensure access to medical care by donating to our medical supplies campaign. Your contribution will provide essential medical supplies and equipment to healthcare clinics, enabling them to deliver quality care to those in need. Together, we can make a positive impact on healthcare accessibility.",
    "category": "Education",
    "categoryBg": "#0052FF33",
    "cardBg": "#0052FF26",
    "color": "#0052FF",
    "price": 3000,
    "categoryImage": "https://i.ibb.co/9cZnv1F/Health.png"
  }
]
